[
    {
        "id": 1,
        "name": "Brandeis University Mock Trials Association",
        "description": "The Brandeis University Mock Trial Association (BUMTA) is the official, student-run mock trial organization of Brandeis University in Waltham, MA.",
        "keywords": ["Politics", "Legal Studies", "Law"]
    },
    {
        "id": 2,
        "name": "Robotics Club",
        "description": "A club for those interested in building robots.",
        "keywords": ["Computer Science", "Robotics", "Technology"]
    },
    {
        "id": 3,
        "name": "Education for Students by Students",
        "description": " The mission of ESS is to provide the platform FOR students BY students to develop and share your unique ideas through presentation and conversation.",
        "keywords": ["Education", "Teaching", "Public Speaking", "Activism"]
    },
    {
        "id": 4,
        "name": "Active Minds",
        "description": "Through campus-wide events, Brandeis Active Minds aims to remove the stigma that surrounds mental health issues, and create a comfortable environment for an open conversation about mental health issues in our school community.",
        "keywords": ["Politics", "Activism", "Psychology"]
    },
    {
        "id": 5,
        "name": "Behind the Scenes",
        "description": "The club members work together to provide theater tech and shop support to the shows happening on campus.",
        "keywords": ["Arts", "Theater", "Performance", "Drama", "Designing"]
    },
    {
        "id": 6,
        "name": "Boris' Kitchen Sketch Comedy",
        "description": "The club members perform student-written sketch comedy, and educate others about writing and performing.",
        "keywords": ["Arts", "Theater", "Performance", "Drama", "Writing"]
    },
    {
        "id": 7,
        "name": "Brandeis African Student Organization",
        "description": "BASO seeks to culturally empower African students and the student body at large to become socially, politically, and critically aware of African Cultures.",
        "keywords": ["Culture", "African culture", "Activism"]
    },
    {
        "id": 8,
        "name": "Brandeis Ballet Club",
        "description": "To further educate Brandeis students in the history and development of ballet, train students in the technical aspects of ballet, and raise awareness of dance as an art.",
        "keywords": ["Dancing", "Arts", "Performance"]
    },
    {
        "id": 9,
        "name": "Brandeis Mixed Martial Arts",
        "description": "BMMA will instruct on basic and advanced approaches to martial arts, self defense, and combat sports.",
        "keywords": ["Sports", "Fitness"]
    },
    {
        "id": 10,
        "name": "Brandeis Pole Dance and Fitness",
        "description": "Brandeis Pole Dance & Fitness club aims to promote both mental and physical health and fitness through careful instruction of techniques in stretching, plyometrics, isometrics, and Aerial Pole Dance.",
        "keywords": ["Sports", "Fitness", "Dancing"]
    },
     {
        "id": 11,
        "name": "Brandeis Hillel",
        "description": "At Hillel, students forge new friendships, meet dedicated mentors, celebrate the Jewish calendar, engage in service to others, and find inspiration in Jewish texts and traditions.",
        "keywords": ["Religion"]
    },
     {
        "id": 12,
        "name": "Catholic Student Organization",
        "description": "The Catholic Student Organization will: 1) foster spiritual growth as individuals and as a community; 2) provide support, fellowship and recreation; and 3) keep the spirit of our Catholic community alive.",
        "keywords": ["Religion"]
    },
     {
        "id": 13,
        "name": "Brandeis Muslim Student Association",
        "description": "The Brandeis Muslim Student Association serves to provide an opportunity for members of the Brandeis community to explore and practice Islam.",
        "keywords": ["Religion"]
    },
    {
        "id": 14,
        "name": "Brandeis Basketball Club",
        "description": "The club provides everyone at Brandeis the opportunity to play basketball as a competitive level.",
        "keywords": ["Sports", "Fitness"]
    },
    {
        "id": 15,
        "name": "Brandeis Mountain Club",
        "description": "The club aims make the outdoors more accessible and enjoyable for all in the Brandeis community.",
        "keywords": ["Sports", "Fitness"]
    },
    {
        "id": 16,
        "name": "Brandeis Swim Club",
        "description": "The club aims to provide a supportive group environment for Brandeis students who want to swim in a team setting, by holding practices and other events for members to attend.",
        "keywords": ["Sports", "Fitness"]
    },
    {
        "id": 17,
        "name": "Brandeis Women's Volleyball Club",
        "description": "Brandeis Women's Club Volleyball's mission is to create a supportive environment for any member of the Brandeis community wishing to learn and play volleyball.",
        "keywords": ["Sports", "Fitness"]
    },
    {
        "id": 18,
        "name": "Disabled Students' Network",
        "description": "The club aims to provide a space for disabled students to cultivate disability pride and culture and to learn and practice advocacy while centering values originating from the Disability Justice Framework like intersectionality and cross-disability solidarity.",
        "keywords": ["Politics", "Activism"]
    },
    {
        "id": 19,
        "name": "GirlUp Brandeis",
        "description": "GirlUp is an international organization under the United Nations that has chapters in Secondary and Higher Education around the world.",
        "keywords": ["Politics", "Activism", "Education"]
    },
    {
        "id": 20,
        "name": "Brandeis Men of Color Alliance",
        "description": "Brick upon brick, we unite as foundation of extraordinary strength worthy of serving future Brandeis students.",
        "keywords": ["Politics", "Activism", "Education"]
    },
]
]
